Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Real Time with Pause
de: Echtzeit mit Pause
ja: リアルタイム進行・一時停止可能
ko: 실시간 진행 및 일시 정지 가능
pl: Czas rzeczywisty z pauzą
zh_hans: 即时进行且可暂停
zh_hant: 即時進行且可暫停

source: Realistic-looking 3D
de: Realistisch wirkendes 3D
ja: 写実調3D
ko: 사실적인 3D
pl: Realistyczna grafika 3D
zh_hans: 写实风格3D
zh_hant: 寫實風格3D

source: Realtime 3D
de: Echtzeit-3D
ja: リアルタイム3D
ko: 실시간 3D
pl: Grafika 3D w czasie rzeczywistym
zh_hans: 实时3D
zh_hant: 即時3D

source: Rebellion
de: Aufstand
ja: 反乱
ko: 반란
pl: Rebelia
zh_hans: 叛乱
zh_hant: 叛亂

source: Red-light District
de: Rotlichtviertel
ja: 歓楽街
ko: 유흥가
pl: Dzielnica czerwonych latarni
zh_hans: 红灯区
zh_hant: 紅燈區

source: Redemption
de: Erlösung
ja: 贖罪
ko: 속죄
pl: Odkupienie
zh_hans: 救赎
zh_hant: 救贖

source: Reincarnation
de: Wiedergeburt
ja: 転生
ko: 환생
pl: Reinkarnacja
zh_hans: 转生
zh_hant: 轉生

source: Reiwa Era
de: Reiwa-Zeit
ja: 令和時代
ko: 레이와 시대
pl: Okres Reiwa
zh_hans: 令和时代
zh_hant: 令和時代

source: Rejuvenation
de: Verjüngung
ja: 若返り
ko: 회춘
pl: Odmłodzenie
zh_hans: 返老还童
zh_hant: 返老還童

source: Relationship Chart
de: Beziehungsdiagramm
ja: 人物相関図
ko: 인물 관계도
pl: Diagram relacji
zh_hans: 关系图
zh_hant: 關係圖

source: Relationship Problems
de: Beziehungsprobleme
ja: 人間関係の問題
ko: 인간관계 문제
pl: Problemy w relacji
zh_hans: 关系问题
zh_hant: 關係問題

source: Religion/Faith
de: Religion / Glaube
ja: 宗教／信仰
ko: 종교 및 신앙
pl: Religia / wiara
zh_hans: 宗教／信仰
zh_hant: 宗教／信仰

source: Religious Hero
de: Religiöser Held
ja: 宗教者の男性主人公
ko: 종교인인 남성 주인공
pl: Religijny bohater
zh_hans: 宗教人士男主角
zh_hant: 宗教人士男主角

source: Religious Heroine
de: Religiöse Heldin
ja: 宗教者のヒロイン
ko: 종교인인 여성 주인공
pl: Religijna bohaterka
zh_hans: 宗教人士女主角
zh_hant: 宗教人士女主角

source: Religious Location
de: Religiöser Ort
ja: 宗教施設
ko: 종교 시설
pl: Miejsce religijne
zh_hans: 宗教场所
zh_hant: 宗教場所

source: Religious Organization
de: Religiöse Organisation
ja: 宗教団体
ko: 종교 단체
pl: Organizacja religijna
zh_hans: 宗教组织
zh_hant: 宗教組織

source: Religious School
de: Religiöse Schule
ja: 宗教系学校
ko: 종교계 학교
pl: Szkoła religijna
zh_hans: 宗教学校
zh_hant: 宗教學校

source: Remote-controlled Vibrator
de: Ferngesteuerter Vibrator
ja: 遠隔操作バイブ
ko: 원격 조종 바이브레이터
pl: Zdalnie sterowany wibrator
zh_hans: 遥控跳蛋
zh_hant: 遙控跳蛋

source: Reptile
de: Reptil
ja: 爬虫類
ko: 파충류
pl: Gad
zh_hans: 爬行动物
zh_hant: 爬行動物

source: Resort
de: Ferienanlage
ja: リゾート
ko: 리조트
pl: Ośrodek wypoczynkowy
zh_hans: 度假村
zh_hant: 度假村

source: Restart from Chapter Index
de: Neustart über das Kapitelverzeichnis
ja: 章一覧から再開
ko: 챕터 목록에서 다시 시작
pl: Ponowne rozpoczęcie ze spisu rozdziałów
zh_hans: 从章节目录重新开始
zh_hant: 從章節目錄重新開始

source: Resurrection
de: Auferstehung
ja: 復活
ko: 부활
pl: Zmartwychwstanie
zh_hans: 复活
zh_hant: 復活

source: Reunion
de: Wiedersehen
ja: 再会
ko: 재회
pl: Ponowne spotkanie
zh_hans: 重逢
zh_hant: 重逢

source: Revenge
de: Rache
ja: 復讐
ko: 복수
pl: Zemsta
zh_hans: 复仇
zh_hant: 復仇

source: Reverse Cowgirl
de: Umgekehrte Reiterstellung
ja: 背面騎乗位
ko: 역기승위
pl: Odwrócona pozycja na jeźdźca
zh_hans: 反向女上位
zh_hant: 反向女上位

source: Reverse Missionary
de: Umgekehrte Missionarsstellung
ja: 逆正常位
ko: 역정상위
pl: Odwrócona pozycja misjonarska
zh_hans: 反向传教士体位
zh_hant: 反向傳教士體位

source: Reverse Netorare
de: Umgekehrtes Netorare
ja: 逆寝取られ
ko: 역네토라레
pl: Odwrócone netorare
zh_hans: 逆寝取
zh_hant: 逆寢取

source: Reverse Netorase
de: Umgekehrtes Netorase
ja: 逆寝取らせ
ko: 역네토라세
pl: Odwrócone netorase
zh_hans: 逆主动寝取
zh_hant: 逆主動寢取

source: Reverse Piledriver
de: Umgekehrte Piledriver-Stellung
ja: 逆パイルドライバー
ko: 리버스 파일드라이버 체위
pl: Odwrócona pozycja piledriver
zh_hans: 反向打桩机体位
zh_hant: 反向打樁機體位

source: Reverse Rape
de: Umgekehrte Vergewaltigung
ja: 逆強姦
ko: 역강간
pl: Odwrócony gwałt
zh_hans: 逆强奸
zh_hant: 逆強姦

source: Reverse Trap Heroine
de: Männlich erscheinende Frau als Heldin
ja: 男装ヒロイン
ko: 남장 여성 주인공
pl: Bohaterka będąca kobietą o męskim wyglądzie
zh_hans: 伪郎女主角
zh_hant: 偽郎女主角

source: Reverse Trap Protagonist
de: Männlich erscheinende Frau als Hauptfigur
ja: 男装の主人公
ko: 남장 여성 주인공
pl: Protagonistka będąca kobietą o męskim wyglądzie
zh_hans: 伪郎主角
zh_hant: 偽郎主角

source: Reverse Trap Support Character
de: Männlich erscheinende Frau als Nebenfigur
ja: 男装のサブキャラクター
ko: 남장 여성 조연
pl: Postać drugoplanowa będąca kobietą o męskim wyglądzie
zh_hans: 伪郎配角
zh_hant: 偽郎配角

source: Reversible Yaoi Pairing
de: Yaoi-Paar mit wechselnden Rollen
ja: リバ可のBLカップリング
ko: 공수 전환 가능한 BL 커플링
pl: Para yaoi ze zmiennymi rolami
zh_hans: 可逆BL配对
zh_hant: 可逆BL配對

source: Rhythm Game
de: Rhythmusspiel
ja: リズムゲーム
ko: 리듬 게임
pl: Gra rytmiczna
zh_hans: 音乐节奏游戏
zh_hant: 音樂節奏遊戲

source: Riches to Rags
de: Vom Reichtum ins Elend
ja: 富裕から貧困へ
ko: 부유층에서 빈곤층으로 전락
pl: Od bogactwa do biedy
zh_hans: 家道中落
zh_hant: 家道中落

source: Rifle Combat
de: Kampf mit Gewehren
ja: ライフルでの戦闘
ko: 소총 전투
pl: Walka karabinem
zh_hans: 步枪战斗
zh_hant: 步槍戰鬥

source: Rimming Handjob
de: Manuelle Penisstimulation mit Anilingus
ja: アニリングスしながら手コキ
ko: 애널링구스와 핸드잡
pl: Ręczna stymulacja penisa z anilingusem
zh_hans: 舔肛手交
zh_hant: 舔肛手交

source: Road Trip
de: Autoreise
ja: ロードトリップ
ko: 자동차 여행
pl: Podróż samochodem
zh_hans: 公路旅行
zh_hant: 公路旅行

source: Robot Hero
de: Roboter als Held
ja: ロボットの男性主人公
ko: 로봇 남성 주인공
pl: Bohater będący robotem
zh_hans: 机器人男主角
zh_hant: 機器人男主角

source: Robot Heroine
de: Roboter als Heldin
ja: ロボットのヒロイン
ko: 로봇 여성 주인공
pl: Bohaterka będąca robotem
zh_hans: 机器人女主角
zh_hant: 機器人女主角

source: Robot Protagonist
de: Roboter als Hauptfigur
ja: ロボットの主人公
ko: 로봇 주인공
pl: Protagonista będący robotem
zh_hans: 机器人主角
zh_hant: 機器人主角

source: Robots
de: Roboter
ja: ロボット
ko: 로봇
pl: Roboty
zh_hans: 机器人
zh_hant: 機器人

source: Romance
de: Romanze
ja: 恋愛
ko: 로맨스
pl: Romans
zh_hans: 恋爱
zh_hant: 戀愛

source: Romance Between Protagonists
de: Romanze zwischen Hauptfiguren
ja: 主人公同士の恋愛
ko: 주인공끼리의 연애
pl: Romans między protagonistami
zh_hans: 主角之间的恋爱
zh_hant: 主角之間的戀愛

source: Romancing a Family
de: Romanze mit einer Familie
ja: 一家丸ごと攻略
ko: 한 가족 모두와 연애
pl: Romans z rodziną
zh_hans: 与一家人恋爱
zh_hant: 與一家人戀愛

source: Romantically Indecisive Protagonist
de: In Liebesdingen unentschlossene Hauptfigur
ja: 恋愛で優柔不断な主人公
ko: 연애에 우유부단한 주인공
pl: Protagonista niezdecydowany w sprawach miłosnych
zh_hans: 感情摇摆不定的主角
zh_hant: 感情搖擺不定的主角

source: Rope Bondage
de: Seilfesselung
ja: 縄拘束
ko: 밧줄 구속
pl: Krępowanie liną
zh_hans: 绳缚
zh_hant: 繩縛

source: Roses
de: Rosen
ja: バラ
ko: 장미
pl: Róże
zh_hans: 玫瑰
zh_hant: 玫瑰

source: Rough Sex (Consensual)
de: Grober Sex (einvernehmlich)
ja: 合意の激しいセックス
ko: 합의된 거친 성교
pl: Ostry seks (za zgodą)
zh_hans: 双方同意的粗暴性爱
zh_hant: 雙方同意的粗暴性愛

source: Rounin Protagonist
de: Rōnin als Hauptfigur
ja: 浪人の主人公
ko: 낭인인 주인공
pl: Protagonista będący rōninem
zh_hans: 浪人主角
zh_hant: 浪人主角

source: Routes
de: Handlungsrouten
ja: ルート
ko: 루트
pl: Ścieżki fabularne
zh_hans: 路线
zh_hant: 路線

source: Royal Hero
de: Held aus einer königlichen Familie
ja: 王族の男性主人公
ko: 왕족 남성 주인공
pl: Bohater z rodziny królewskiej
zh_hans: 王族男主角
zh_hant: 王族男主角

source: Royal Heroine
de: Heldin aus einer königlichen Familie
ja: 王族のヒロイン
ko: 왕족 여성 주인공
pl: Bohaterka z rodziny królewskiej
zh_hans: 王族女主角
zh_hant: 王族女主角

source: Royal Protagonist
de: Hauptfigur aus einer königlichen Familie
ja: 王族の主人公
ko: 왕족 주인공
pl: Protagonista z rodziny królewskiej
zh_hans: 王族主角
zh_hant: 王族主角

source: RPG
de: Rollenspiel
pl: Gra fabularna
zh_hans: 角色扮演游戏
zh_hant: 角色扮演遊戲

source: Runaway Hero
de: Ausgerissener Held
ja: 家出した男性主人公
ko: 가출한 남성 주인공
pl: Bohater, który uciekł z domu
zh_hans: 离家出走的男主角
zh_hant: 離家出走的男主角

source: Runaway Heroine
de: Ausgerissene Heldin
ja: 家出したヒロイン
ko: 가출한 여성 주인공
pl: Bohaterka, która uciekła z domu
zh_hans: 离家出走的女主角
zh_hant: 離家出走的女主角

source: Runaway Protagonist
de: Ausgerissene Hauptfigur
ja: 家出した主人公
ko: 가출한 주인공
pl: Protagonista, który uciekł z domu
zh_hans: 离家出走的主角
zh_hant: 離家出走的主角

source: Running (Sport)
de: Laufen (Sport)
ja: ランニング（スポーツ）
ko: 달리기(스포츠)
pl: Bieganie (sport)
zh_hans: 跑步（运动）
zh_hant: 跑步（運動）

source: Rus vs. Lizards
de: Rus gegen Echsen
ja: ルーシ人対トカゲ人
ko: 루스인 대 도마뱀 인간
pl: Rus kontra jaszczury
zh_hans: 罗斯人大战蜥蜴人
zh_hant: 羅斯人大戰蜥蜴人

source: Rushed Game Ending
de: Überhastetes Spielende
ja: 駆け足のゲーム終盤
ko: 급하게 마무리된 게임 결말
pl: Pośpieszne zakończenie gry
zh_hans: 仓促的游戏结局
zh_hant: 倉促的遊戲結局

source: Russia
de: Russland
ja: ロシア
ko: 러시아
pl: Rosja
zh_hans: 俄罗斯
zh_hant: 俄羅斯

source: Sacred Treasure
de: Heiliger Schatz
ja: 聖なる宝
ko: 성스러운 보물
pl: Święty skarb
zh_hans: 圣物
zh_hant: 聖物

source: Sacrifice
de: Selbstaufopferung
ja: 犠牲
ko: 희생
pl: Poświęcenie się
zh_hans: 牺牲
zh_hant: 犧牲

source: Sadist Hero
de: Sadistischer Held
ja: サディストの男性主人公
ko: 새디스트 남성 주인공
pl: Sadystyczny bohater
zh_hans: 施虐狂男主角
zh_hant: 施虐狂男主角

source: Sadist Heroine
de: Sadistische Heldin
ja: サディストのヒロイン
ko: 새디스트 여성 주인공
pl: Sadystyczna bohaterka
zh_hans: 施虐狂女主角
zh_hant: 施虐狂女主角

source: Sadist Protagonist
de: Sadistische Hauptfigur
ja: サディストの主人公
ko: 새디스트 주인공
pl: Sadystyczny protagonista
zh_hans: 施虐狂主角
zh_hant: 施虐狂主角

source: Sadist Support Character
de: Sadistische Nebenfigur
ja: サディストのサブキャラクター
ko: 새디스트 조연
pl: Sadystyczna postać drugoplanowa
zh_hans: 施虐狂配角
zh_hant: 施虐狂配角

source: Salaryman Hero
de: Büroangestellter als Held
ja: サラリーマンの男性主人公
ko: 회사원인 남성 주인공
pl: Bohater będący pracownikiem biurowym
zh_hans: 上班族男主角
zh_hant: 上班族男主角

source: Salaryman Protagonist
de: Büroangestellter als Hauptfigur
ja: サラリーマンの主人公
ko: 회사원인 주인공
pl: Protagonista będący pracownikiem biurowym
zh_hans: 上班族主角
zh_hant: 上班族主角

source: Salesman Protagonist
de: Verkäufer als Hauptfigur
ja: 営業職の主人公
ko: 영업직인 주인공
pl: Protagonista będący sprzedawcą
zh_hans: 销售员主角
zh_hant: 業務員主角

source: Samurai Hero
de: Samurai als Held
ja: 侍の男性主人公
ko: 사무라이 남성 주인공
pl: Bohater będący samurajem
zh_hans: 武士男主角
zh_hant: 武士男主角

source: Samurai Heroine
de: Samurai als Heldin
ja: 侍のヒロイン
ko: 사무라이 여성 주인공
pl: Bohaterka będąca samurajem
zh_hans: 武士女主角
zh_hant: 武士女主角

source: Samurai Protagonist
de: Samurai als Hauptfigur
ja: 侍の主人公
ko: 사무라이 주인공
pl: Protagonista będący samurajem
zh_hans: 武士主角
zh_hant: 武士主角

source: Sandbox
de: Sandbox-Spiel
ja: サンドボックス
ko: 샌드박스
pl: Gra z otwartą swobodą działania
zh_hans: 沙盒
zh_hant: 沙盒

source: Save Memo Function
de: Notizfunktion für Spielstände
ja: セーブメモ機能
ko: 저장 메모 기능
pl: Funkcja notatek do zapisów gry
zh_hans: 存档备注功能
zh_hant: 存檔備註功能

source: Scary Protagonist
de: Furchteinflößende Hauptfigur
ja: 怖い主人公
ko: 무서운 주인공
pl: Przerażający protagonista
zh_hans: 可怕的主角
zh_hant: 可怕的主角

source: Scat
de: Kotspiele
ja: スカトロ
ko: 스캇
pl: Praktyki z użyciem kału
zh_hans: 粪便玩法
zh_hant: 糞便玩法

source: Scat Filter
de: Filter für Inhalte mit Kot
ja: スカトロ表現フィルタ
ko: 스캇 묘사 필터
pl: Filtr treści z kałem
zh_hans: 粪便内容过滤器
zh_hant: 糞便內容過濾器

source: Scat on Others
de: Stuhlgang auf andere
ja: 他者への排便
ko: 타인에게 배변
pl: Oddawanie kału na innych
zh_hans: 向他人排便
zh_hant: 向他人排便

source: Scenario Selection
de: Szenarioauswahl
ja: シナリオ選択
ko: 시나리오 선택
pl: Wybór scenariusza
zh_hans: 剧本选择
zh_hant: 劇本選擇

source: Scene
de: Schauplatz
ja: シーン
ko: 장면
pl: Miejsce akcji
zh_hans: 场景
zh_hant: 場景

source: Scene Recollection
de: Szenenrückblick
ja: シーン回想
ko: 장면 회상
pl: Ponowne odtwarzanie scen
zh_hans: 场景回想
zh_hant: 場景回想

source: School
de: Schule
ja: 学校
ko: 학교
pl: Szkoła
zh_hans: 学校
zh_hant: 學校

source: School Art Club
de: Schul-Kunst-AG
ja: 美術部
ko: 미술부
pl: Szkolne koło plastyczne
zh_hans: 学校美术社
zh_hant: 學校美術社

source: School Dormitory
de: Schulinternat
ja: 学生寮
ko: 학교 기숙사
pl: Internat szkolny
zh_hans: 学校宿舍
zh_hant: 學校宿舍

source: School Festival
de: Schulfest
ja: 学園祭
ko: 학교 축제
pl: Festiwal szkolny
zh_hans: 校园祭
zh_hant: 校園祭

source: School Life Comedy
de: Komödie über den Schulalltag
ja: 学園生活コメディ
ko: 학교생활 코미디
pl: Komedia o życiu szkolnym
zh_hans: 校园生活喜剧
zh_hant: 校園生活喜劇

source: School Nurse Hero
de: Schulkrankenpfleger als Held
ja: 養護教諭の男性主人公
ko: 보건 교사인 남성 주인공
pl: Bohater będący pielęgniarzem szkolnym
zh_hans: 校医男主角
zh_hant: 校醫男主角

source: School Nurse Heroine
de: Schulkrankenschwester als Heldin
ja: 養護教諭のヒロイン
ko: 보건 교사인 여성 주인공
pl: Bohaterka będąca pielęgniarką szkolną
zh_hans: 校医女主角
zh_hant: 校醫女主角

source: School Nurse Support Character
de: Schulkrankenpfleger als Nebenfigur
ja: 養護教諭のサブキャラクター
ko: 보건 교사인 조연
pl: Osoba zajmująca się opieką pielęgniarską w szkole jako postać drugoplanowa
zh_hans: 校医配角
zh_hant: 校醫配角

source: School Play
de: Schultheateraufführung
ja: 学芸会
ko: 학교 연극
pl: Szkolne przedstawienie teatralne
zh_hans: 校园戏剧
zh_hant: 校園戲劇

source: School Sports Club
de: Schul-Sport-AG
ja: 運動部
ko: 운동부
pl: Szkolne koło sportowe
zh_hans: 学校体育社团
zh_hant: 學校體育社團

source: School Sports Club Member Hero
de: Mitglied einer Schul-Sport-AG als Held
ja: 運動部員の男性主人公
ko: 운동부원인 남성 주인공
pl: Bohater należący do szkolnego koła sportowego
zh_hans: 体育社团成员男主角
zh_hant: 體育社團成員男主角

source: School Sports Club Member Heroine
de: Mitglied einer Schul-Sport-AG als Heldin
ja: 運動部員のヒロイン
ko: 운동부원인 여성 주인공
pl: Bohaterka należąca do szkolnego koła sportowego
zh_hans: 体育社团成员女主角
zh_hant: 體育社團成員女主角

source: School Sports Club Member Protagonist
de: Mitglied einer Schul-Sport-AG als Hauptfigur
ja: 運動部員の主人公
ko: 운동부원인 주인공
pl: Protagonista należący do szkolnego koła sportowego
zh_hans: 体育社团成员主角
zh_hant: 體育社團成員主角

source: School Sports Club President Hero
de: Leiter einer Schul-Sport-AG als Held
ja: 運動部部長の男性主人公
ko: 운동부 주장인 남성 주인공
pl: Bohater kierujący szkolnym kołem sportowym
zh_hans: 体育社团社长男主角
zh_hant: 體育社團社長男主角

source: School Sports Club President Heroine
de: Leiterin einer Schul-Sport-AG als Heldin
ja: 運動部部長のヒロイン
ko: 운동부 주장인 여성 주인공
pl: Bohaterka kierująca szkolnym kołem sportowym
zh_hans: 体育社团社长女主角
zh_hant: 體育社團社長女主角

source: Science Fantasy
de: Wissenschaftsfantasy
ja: サイエンス・ファンタジー
ko: 사이언스 판타지
pl: Fantastyka łącząca naukę i magię
zh_hans: 科学奇幻
zh_hant: 科學奇幻

source: Scientist Hero
de: Wissenschaftler als Held
ja: 科学者の男性主人公
ko: 과학자인 남성 주인공
pl: Bohater będący naukowcem
zh_hans: 科学家男主角
zh_hant: 科學家男主角

source: Scientist Heroine
de: Wissenschaftlerin als Heldin
ja: 科学者のヒロイン
ko: 과학자인 여성 주인공
pl: Bohaterka będąca naukowczynią
zh_hans: 科学家女主角
zh_hant: 科學家女主角

source: Scientist Protagonist
de: Wissenschaftler als Hauptfigur
ja: 科学者の主人公
ko: 과학자인 주인공
pl: Protagonista będący naukowcem
zh_hans: 科学家主角
zh_hant: 科學家主角

source: Screenshot Backgrounds
de: Hintergründe aus Bildschirmaufnahmen
ja: スクリーンショット背景
ko: 스크린샷 배경
pl: Tła ze zrzutów ekranu
zh_hans: 截图背景
zh_hant: 截圖背景

source: Scrolling Shooter
de: Scrollendes Shoot-’em-up
ja: スクロールシューティング
ko: 스크롤 슈팅 게임
pl: Strzelanka z przewijanym ekranem
zh_hans: 卷轴射击游戏
zh_hant: 捲軸射擊遊戲

source: Scythe Combat
de: Kampf mit Sensen
ja: 大鎌での戦闘
ko: 대낫 전투
pl: Walka z użyciem kos
zh_hans: 镰刀战斗
zh_hant: 鐮刀戰鬥

source: Seasons
de: Jahreszeiten
ja: 季節
ko: 계절
pl: Pory roku
zh_hans: 季节
zh_hant: 季節

source: Second-person Narrative
de: Erzählung in der zweiten Person
ja: 二人称視点の語り
ko: 2인칭 서술
pl: Narracja w drugiej osobie
zh_hans: 第二人称叙事
zh_hant: 第二人稱敘事

source: Secret Identity
de: Geheime Identität
ja: 秘密の正体
ko: 비밀 신분
pl: Tajna tożsamość
zh_hans: 秘密身份
zh_hant: 秘密身分

source: Secret Romance
de: Geheime Liebesbeziehung
ja: 秘密の恋愛
ko: 비밀 연애
pl: Potajemny romans
zh_hans: 秘密恋情
zh_hant: 秘密戀情

source: Secret Society
de: Geheimgesellschaft
ja: 秘密結社
ko: 비밀 결사
pl: Tajne stowarzyszenie
zh_hans: 秘密结社
zh_hant: 秘密結社

source: Secretary Protagonist
de: Sekretär als Hauptfigur
ja: 秘書の主人公
ko: 비서인 주인공
pl: Protagonista będący sekretarzem
zh_hans: 秘书主角
zh_hant: 秘書主角

source: Seiyuu Hero
de: Synchronsprecher als Held
ja: 声優の男性主人公
ko: 성우인 남성 주인공
pl: Bohater będący aktorem głosowym
zh_hans: 配音演员男主角
zh_hant: 配音演員男主角

source: Seiyuu Heroine
de: Synchronsprecherin als Heldin
ja: 声優のヒロイン
ko: 성우인 여성 주인공
pl: Bohaterka będąca aktorką głosową
zh_hans: 配音演员女主角
zh_hant: 配音演員女主角

source: Seke Protagonist
de: Hauptfigur mit wechselnder aktiver und passiver Rolle
ja: セケの主人公
ko: 공수 겸용 주인공
pl: Protagonista o zmiennej roli aktywnej i pasywnej
zh_hans: 可攻可受主角
zh_hant: 可攻可受主角

source: Selective Coloring
de: Selektive Farbgebung
ja: 選択的な着色
ko: 선택적 채색
pl: Selektywne użycie koloru
zh_hans: 选择性着色
zh_hant: 選擇性著色

source: Self-romance
de: Liebesbeziehung mit einer Version seiner selbst
ja: 自己恋愛
ko: 자기 자신과의 연애
pl: Romans z inną wersją samego siebie
zh_hans: 与自己恋爱
zh_hant: 與自己戀愛

source: Selfcest
de: Sex mit einer anderen Version seiner selbst
ja: 自己同一人物間の性行為
ko: 자기 자신과의 성교
pl: Seks z inną wersją samego siebie
zh_hans: 自己乱伦
zh_hant: 自己亂倫

source: Seme Protagonist
de: Hauptfigur in der aktiven Rolle
ja: 攻めの主人公
ko: 공 역할인 주인공
pl: Protagonista w roli aktywnej
zh_hans: 攻方主角
zh_hant: 攻方主角

source: Sengoku Period
de: Sengoku-Zeit
ja: 戦国時代
ko: 센고쿠 시대
pl: Okres Sengoku
zh_hans: 战国时代
zh_hant: 戰國時代

source: Sensory Deprivation
de: Sensorische Deprivation
ja: 感覚遮断
ko: 감각 차단
pl: Deprywacja sensoryczna
zh_hans: 感官剥夺
zh_hant: 感官剝奪

source: Sensual Biting
de: Erotisches Beißen
ja: 官能的な噛みつき
ko: 관능적인 깨물기
pl: Erotyczne gryzienie
zh_hans: 情欲咬噬
zh_hant: 情慾咬噬

source: Sentai
de: Sentai-Team
ja: 戦隊
ko: 전대
pl: Drużyna sentai
zh_hans: 战队
zh_hant: 戰隊

source: Sentient Weapon Heroine
de: Waffe mit Bewusstsein als Heldin
ja: 意思を持つ武器のヒロイン
ko: 자아를 지닌 무기인 여성 주인공
pl: Bohaterka będąca świadomą bronią
zh_hans: 有意识武器女主角
zh_hant: 有意識武器女主角

source: Separate Text Boxes
de: Getrennte Textfelder
ja: 個別のテキストボックス
ko: 개별 텍스트 상자
pl: Oddzielne pola tekstowe
zh_hans: 独立文本框
zh_hant: 獨立文字框

source: Separate Windows
de: Getrennte Fenster
ja: 個別ウィンドウ
ko: 개별 창
pl: Oddzielne okna
zh_hans: 独立窗口
zh_hant: 獨立視窗

source: Serious Protagonist
de: Ernste Hauptfigur
ja: 真面目な主人公
ko: 진지한 주인공
pl: Poważny protagonista
zh_hans: 严肃主角
zh_hant: 嚴肅主角

source: Setting
de: Schauplatz
ja: 舞台設定
ko: 배경 설정
pl: Sceneria
zh_hans: 背景设定
zh_hant: 背景設定

source: Sex at School
de: Sex in der Schule
ja: 学校でのセックス
ko: 학교에서의 성교
pl: Seks w szkole
zh_hans: 校园性爱
zh_hant: 校園性愛

source: Sex at Work
de: Sex am Arbeitsplatz
ja: 職場でのセックス
ko: 직장에서의 성교
pl: Seks w miejscu pracy
zh_hans: 工作场所性爱
zh_hant: 工作場所性愛

source: Sex Between a Female and a Gender Non-conforming Individual
de: Sex zwischen einer Frau und einer nicht geschlechtskonformen Person
ja: 女性とジェンダーノンコンフォーミングの人物のセックス
ko: 여성과 젠더 비순응자 간의 성교
pl: Seks między kobietą a osobą niestosującą się do norm płciowych
zh_hans: 女性与性别非常规者之间的性爱
zh_hant: 女性與性別非常規者之間的性愛

source: Sex Between a Male and a Gender Non-conforming Individual
de: Sex zwischen einem Mann und einer nicht geschlechtskonformen Person
ja: 男性とジェンダーノンコンフォーミングの人物のセックス
ko: 남성과 젠더 비순응자 간의 성교
pl: Seks między mężczyzną a osobą niestosującą się do norm płciowych
zh_hans: 男性与性别非常规者之间的性爱
zh_hant: 男性與性別非常規者之間的性愛

source: Sex Between Gender Non-conforming Individuals
de: Sex zwischen nicht geschlechtskonformen Personen
ja: ジェンダーノンコンフォーミングの人物同士のセックス
ko: 젠더 비순응자 간의 성교
pl: Seks między osobami niestosującymi się do norm płciowych
zh_hans: 性别非常规者之间的性爱
zh_hant: 性別非常規者之間的性愛

source: Sex Change
de: Geschlechtswechsel
ja: 性転換
ko: 성전환
pl: Zmiana płci
zh_hans: 性别转换
zh_hant: 性別轉換

source: Sex Cult
de: Sexkult
ja: セックスカルト
ko: 섹스 컬트
pl: Kult seksualny
zh_hans: 性爱邪教
zh_hant: 性愛邪教

source: Sex in a Vehicle
de: Sex in einem Fahrzeug
ja: 乗り物内でのセックス
ko: 탈것 안에서의 성교
pl: Seks w pojeździe
zh_hans: 交通工具内性爱
zh_hant: 交通工具內性愛

source: Sex in Front of an Audience
de: Sex vor Publikum
ja: 人前でのセックス
ko: 사람들 앞에서의 성교
pl: Seks przed publicznością
zh_hans: 当众性爱
zh_hant: 當眾性愛

source: Sex in Karaoke Box
de: Sex in einer Karaoke-Kabine
ja: カラオケボックスでのセックス
ko: 노래방에서의 성교
pl: Seks w pokoju karaoke
zh_hans: 卡拉OK包厢性爱
zh_hant: 卡拉OK包廂性愛

source: Sex in Photo Booth
de: Sex in einem Fotoautomaten
ja: プリクラ機内でのセックス
ko: 스티커 사진기 안에서의 성교
pl: Seks w fotobudce
zh_hans: 大头贴机内性爱
zh_hant: 大頭貼機內性愛

source: Sex in Public Places
de: Sex an öffentlichen Orten
ja: 公共の場でのセックス
ko: 공공장소에서의 성교
pl: Seks w miejscach publicznych
zh_hans: 公共场所性爱
zh_hant: 公共場所性愛

source: Sex in Water
de: Sex im Wasser
ja: 水中セックス
ko: 수중 성교
pl: Seks w wodzie
zh_hans: 水中性爱
zh_hant: 水中性愛

source: Sex Industry
de: Sexindustrie
ja: 性産業
ko: 성 산업
pl: Branża erotyczna
zh_hans: 性产业
zh_hant: 性產業

source: Sex Involving Amputees
de: Sex mit amputierten Personen
ja: 切断障害者を含むセックス
ko: 절단 장애인이 참여하는 성교
pl: Seks z udziałem osób po amputacji
zh_hans: 涉及截肢者的性爱
zh_hant: 涉及截肢者的性愛

source: Sex Involving Children
de: Sexuelle Handlungen mit Kindern
ja: 子どもを含むセックス
ko: 어린이가 참여하는 성교
pl: Czynności seksualne z udziałem dzieci
zh_hans: 涉及儿童的性爱
zh_hant: 涉及兒童的性愛

source: Sex Involving Drugs
de: Sex unter Drogeneinfluss
ja: 薬物を用いたセックス
ko: 약물을 동반한 성교
pl: Seks z użyciem substancji psychoaktywnych
zh_hans: 涉及药物的性爱
zh_hant: 涉及藥物的性愛

source: Sex Involving Food
de: Sex mit Lebensmitteln
ja: 食べ物を使ったセックス
ko: 음식을 이용한 성교
pl: Seks z użyciem jedzenia
zh_hans: 涉及食物的性爱
zh_hant: 涉及食物的性愛

source: Sex Involving Furries
de: Sex mit anthropomorphen Tierwesen
ja: ケモノを含むセックス
ko: 수인이 참여하는 성교
pl: Seks z udziałem antropomorficznych zwierząt
zh_hans: 涉及兽人的性爱
zh_hant: 涉及獸人的性愛

source: Sex Involving Gender Non-conforming Individuals
de: Sex mit nicht geschlechtskonformen Personen
ja: ジェンダーノンコンフォーミングの人物を含むセックス
ko: 젠더 비순응자가 참여하는 성교
pl: Seks z udziałem osób niestosujących się do norm płciowych
zh_hans: 涉及性别非常规者的性爱
zh_hant: 涉及性別非常規者的性愛

source: Sex Involving Menstruation
de: Sex während der Menstruation
ja: 月経を伴うセックス
ko: 월경을 동반한 성교
pl: Seks podczas miesiączki
zh_hans: 经期性爱
zh_hant: 經期性愛

source: Sex Involving Prostitution
de: Sex im Rahmen von Prostitution
ja: 売春を伴うセックス
ko: 성매매를 동반한 성교
pl: Seks związany z prostytucją
zh_hans: 涉及性交易的性爱
zh_hant: 涉及性交易的性愛

source: Sex Involving Smegma
de: Sex mit Smegma
ja: 恥垢を伴うセックス
ko: 치구를 동반한 성교
pl: Seks z udziałem smegmy
zh_hans: 涉及包皮垢的性爱
zh_hant: 涉及包皮垢的性愛

source: Sex License
de: Sexlizenz
ja: セックス許可証
ko: 성교 허가증
pl: Licencja na seks
zh_hans: 性爱许可证
zh_hant: 性愛許可證

source: Sex Machine
de: Sexmaschine
ja: セックスマシン
ko: 섹스 머신
pl: Maszyna do seksu
zh_hans: 性爱机器
zh_hant: 性愛機器

source: Sex on a Beach
de: Sex am Strand
ja: ビーチでのセックス
ko: 해변에서의 성교
pl: Seks na plaży
zh_hans: 海滩性爱
zh_hant: 海灘性愛

source: Sex on a Roof
de: Sex auf einem Dach
ja: 屋上でのセックス
ko: 옥상에서의 성교
pl: Seks na dachu
zh_hans: 屋顶性爱
zh_hant: 屋頂性愛

source: Sex on Toilet
de: Sex auf der Toilette
ja: トイレでのセックス
ko: 화장실에서의 성교
pl: Seks w toalecie
zh_hans: 厕所性爱
zh_hant: 廁所性愛

source: Sex Scene Recollection
de: Rückblick auf Sexszenen
ja: セックスシーン回想
ko: 성교 장면 회상
pl: Ponowne odtwarzanie scen seksu
zh_hans: 性爱场景回想
zh_hant: 性愛場景回想

source: Sex Swing
de: Sexschaukel
ja: セックススイング
ko: 섹스 스윙
pl: Huśtawka do seksu
zh_hans: 性爱秋千
zh_hant: 性愛鞦韆

source: Sex Toy Support
de: Unterstützung für Sexspielzeuge
ja: セックストイ対応
ko: 성인용품 지원
pl: Obsługa zabawek erotycznych
zh_hans: 支持性玩具
zh_hant: 支援性玩具

source: Sex Under the Necessity
de: Sex aus Notwendigkeit
ja: 必要に迫られたセックス
ko: 필요에 의해 하는 성교
pl: Seks z konieczności
zh_hans: 迫于需要的性爱
zh_hant: 迫於需要的性愛

source: Sex Wearing Panties On Face
de: Sex mit einem Höschen auf dem Gesicht
ja: 顔にパンツをかぶってセックス
ko: 얼굴에 팬티를 쓰고 하는 성교
pl: Seks z majtkami na twarzy
zh_hans: 脸上套内裤的性爱
zh_hant: 臉上套內褲的性愛

source: Sex with Animals Only
de: Ausschließlich Sex mit Tieren
ja: 動物とのセックスのみ
ko: 동물과의 성교만 있음
pl: Seks wyłącznie ze zwierzętami
zh_hans: 仅与动物性爱
zh_hant: 僅與動物性愛

source: Sex with Insects
de: Sex mit Insekten
ja: 昆虫とのセックス
ko: 곤충과의 성교
pl: Seks z owadami
zh_hans: 与昆虫性爱
zh_hant: 與昆蟲性愛

source: Sex with Invertebrates
de: Sex mit wirbellosen Tieren
ja: 無脊椎動物とのセックス
ko: 무척추동물과의 성교
pl: Seks z bezkręgowcami
zh_hans: 与无脊椎动物性爱
zh_hant: 與無脊椎動物性愛

source: Sex with Monster Girls
de: Sex mit Monstermädchen
ja: モンスター娘とのセックス
ko: 몬스터 걸과의 성교
pl: Seks z dziewczynami będącymi potworami
zh_hans: 与魔物娘性爱
zh_hant: 與魔物娘性愛

source: Sex With Monsters
de: Sex mit Monstern
ja: モンスターとのセックス
ko: 괴물과의 성교
pl: Seks z potworami
zh_hans: 与怪物性爱
zh_hant: 與怪物性愛

source: Sex With Monsters Only
de: Ausschließlich Sex mit Monstern
ja: モンスターとのセックスのみ
ko: 괴물과의 성교만 있음
pl: Seks wyłącznie z potworami
zh_hans: 仅与怪物性爱
zh_hant: 僅與怪物性愛

source: Sex with Others
de: Sex mit anderen
ja: 他者とのセックス
ko: 타인과의 성교
pl: Seks z innymi
zh_hans: 与他人性爱
zh_hant: 與他人性愛

source: Sex with Protagonist Only
de: Ausschließlich Sex mit der Hauptfigur
ja: 主人公とのセックスのみ
ko: 주인공과의 성교만 있음
pl: Seks wyłącznie z protagonistą
zh_hans: 仅与主角性爱
zh_hant: 僅與主角性愛

source: Sex with Sleepers
de: Sex mit schlafenden Personen
ja: 眠っている相手とのセックス
ko: 잠든 상대와의 성교
pl: Seks ze śpiącymi osobami
zh_hans: 与睡眠者性爱
zh_hant: 與睡眠者性愛
